[Subtitles]
VO_Ep1_Pt1_01_live_Marcus_1=So I want to hear another story.?
VO_Ep1_Pt1_01_live_Marcus_2=Pandora's future bearer?
VO_Ep1_Pt1_01_live_Marcus_3=If you're not sorry - I'll say it anyway..
VO_Ep1_Pt1_01a_live_Marcus_1=The first is the temple and the pedestrian gate opens with a secret key..
VO_Ep1_Pt1_01a_live_Marcus_2=To the soldiers who opened it, the box was a box of clothes and danger..
VO_Ep1_Pt1_01a_live_Marcus_3=As he had no money at home, he was lost in the desert..
VO_Ep1_Pt1_01b_live_Marcus=organizations.
VO_Ep1_Pt1_01c_live_Marcus_1=Removal of testicles to grow other organs..
VO_Ep1_Pt1_01c_live_Marcus_2=Precious metals were soon found in Pandora..
VO_Ep1_Pt1_01c_live_Marcus_3=His appearance attracted a lot of attention.. installed... Hyperion Company.
VO_Ep1_Pt1_01d_live_Marcus_1=They came to Pandora to mine iridium on an alien planet..
VO_Ep1_Pt1_01d_live_Marcus_2=During these excavations, Hyperion discovered evidence of a larger site.
VO_Ep1_Pt1_01d_live_Marcus_3=Its leaders promised to investigate - to use their power to settle the border once and for all..
VO_Ep1_Pt1_01e_live_Marcus_1=But Hyperion is not the only one who wants to control aliens in the future..
VO_Ep1_Pt1_01e_live_Marcus_2=It is not easy to resist the sounds of danger and theft.
VO_Ep1_Pt1_01e_live_Marcus_3=Some heroes come to Pandora to discover its secrets..
VO_Ep1_Pt1_01e_live_Marcus_4=Some call them heroes.. Some say crazy..
VO_Ep1_Pt1_01e_live_Marcus_5=I am a car... These are called vault hunters..
VO_Ep1_Pt1_01f_live_Marcus=Our story begins with them. But it all started with a handsome man named Jack....
vo_ep4_pt2_25_live_townsperson=Can I come back for more? This weapon doesn't work.
vo_ep4_pt2_26_live_marcus=I do not know...
vo_ep4_pt2_27_live_marcus=It seems to work..
TC_Marcus= 
vo_ep4_pt4_10_live_scooter_1=God, you are Hyperion?
vo_ep4_pt4_10_live_scooter_2=I heard you are all robots that eat dust and other metals..
vo_ep4_pt4_10_live_scooter_3=I know that the Death Machine will follow me when Roland leaves..
vo_ep4_pt4_10_live_scooter_4=If you came to kill me, you should know....
vo_ep4_pt4_11_live_scooter=You can't survive, commercial prostitute!
TC_Scooter= 
vo_ep4_pt2_20_live_patriciatannis_1=Like I said, Rolando, Jack already has the key to the bedroom door. After a while, the room door opened..
vo_ep4_pt2_20_live_patriciatannis_2=And it needs a new ventilator. He is like a guinea pig.. Bacon is the fruit of lies and adultery.
TC_Tannis= 
vo_ep4_pt2_08_live_patient=I'm starving! I want your baby!
vo_ep4_pt2_09_live_drzed=Gosh, this could get a little more complicated..
TC_Zed= 
2K=There are 2k games
Gearbox=Gearbox is a software game.
Wanted= 
Welcome1= 
Welcome2= 
Callout_Axton= 
Callout_Maya= 
Callout_Salvador= 
Callout_Zero= 
Jack1=It's funny how everyone thinks you're the hero of this little adventure, but you're not..
Jack2=Welcome to Pandora guys.
SkipMovie=Press Esc to exit
SkipMovieGlyph=Click [Change Movie] to exit
SkipDisabledLoading=meet...
Loading=meet...
TIP_1=Assassins can be tall or short depending on the skill you choose.
TIP_10=Openness is powerful, but persistence comes at a price..
TIP_11=Clip Trap knows the secret to changing roles.. Find a hiding place.!
TIP_12=Did your boyfriend steal your bling-bling? Start a business and go!
TIP_13=Horoscopes are like friends: the best ones have certain advantages.
TIP_14=Complete the challenges and get a bad grade. Level up the bad guys and get new stats.!
TIP_15=You can use Iridium to increase cooking and supply efficiency in the Sanctuary Black Market..
TIP_16=Wings have more unique loot than your average assassin..
TIP_17=Difficulty levels are endless. Complete these challenges and earn unlimited rewards.!
TIP_18=There are many difficulty levels. The harder it is, the more expensive it will be.!
TIP_19=As the number of players increases, so does the number of enemies.. More enemies means more loot.!
TIP_2=You can buy weapons from Marcus in Sanctuary.. You can sell looted items that you no longer need..
TIP_20=Warning: When charged, Tadiur explodes like a grenade.. Tip 2: More fun..
TIP_21=In Mali, it produces only basic equipment.. If you want to soften your face, choose Maliban..
TIP_22=Jacobs' weapons deal high damage. Huge separation And can shoot quickly when pulling the trigger.. They were a cattle raising family.!
TIP_23=Aimed weapons always fire explosive projectiles.. It is powerful and requires more CAPS to be used..
TIP_24=Enemies are tough, but give better loot and more experience.
TIP_25=Tadier guns come out faster than other gun manufacturers.. They also explode when they fall, which is cool..
TIP_26=When Tadior's weapons exploded, all other weapons were destroyed. More bullets means more explosions!
TIP_27=Dahl's gun was short, but very small..
TIP_28=Hyperion devices have stabilizers. The longer you hold the trigger, the more accurate it will be.!
TIP_29=Bandit rifle magazines are larger than other manufacturers. Keep shooting!
TIP_3=Vladoff rifles have a higher rate of fire than any other manufacturer.. bullet hole!
TIP_30=Anshin Corporation is a company specialized in the medical industry..
TIP_31=The refresh delay is how long you have to wait before the screen starts working faster.. The less the better!
TIP_32=Loading speed refers to how quickly the screen loads after a loading delay. This is measured in screens per second.. The higher the better.!
TIP_33=Custom cannons shoot granular beams that travel slower than normal bullets.. For the purpose!
TIP_34=Veladov lowered his gun.
TIP_35=Do you want to sell a handgun? Please don't worry. You can return your device for the same price!
TIP_36=An exclamation mark (!) indicates that a person or thing is a creature.. A question mark (?) indicates that you are ready to ship the item..
TIP_37=The pangolin is a good protector.
TIP_38=Killing turtles buys more weapons and reduces health!
TIP_39=Stick Shield deals critical damage to attackers. Teach them to fight with you!
TIP_4=When the reinforced shield is damaged, it can be strengthened.. Look for elements that improve safety!
TIP_40=When the defense is raised enough, the next shot will do more damage and use less energy. Good for snipers!
TIP_41=''When equipped, a melee shield provides a bonus to melee damage.. Perfect when you're tired!
TIP_42=When the Nova Shield is worn, powerful substances are released.. Get as close to the enemy as possible before Nova shoots.!
TIP_45=Absorption Shield absorbs damage from all hits and can add bullets to the target area.. Welcome to Gunzex!
TIP_46=Adaptive Security is ideal for protecting newly purchased items.
TIP_47=You will run out of money, health and ammo quickly..
TIP_53=Grenade mods allow you to significantly change the behavior of grenades; Get it all out!
TIP_54=Long-range projectiles move closer to the target, allowing for longer shots and greater accuracy..
TIP_55=Grenade types can be crazy. A MIRV projectile that hits a target and continues to impact will not fire.?
TIP_56=A rubber bomb flies. But when it hits an enemy it explodes.. Difficult to use, but not bad.
TIP_57=Fragile bombs heal you after hitting enemies. has!
TIP_58=Fuze time refers to how long the bomb remains after release..
TIP_59=Artifacts provide small bonuses to certain aspects of your character..
TIP_6=Imagine powerful electronic weapons using Eridian technology.
TIP_60=Electronic weapons use bullets, but can fire anything from explosive rifles to needles to large cannons..
TIP_61=Natural damage from fire is great for the body.
TIP_63=Unbridled damage destroys defenses..
TIP_64=Corrosive elemental damage destroys armor..
TIP_65=Damage to all enemy types is strong (but not amazing)..
TIP_66=All other damage deals more damage to enemy bosses and traps them in mud.. After shooting them, switch to another weapon for more damage.!
TIP_67=Defeating bosses grants you a small amount of loot..
TIP_68=Grenades work well in conjunction with command towers.
TIP_69=Siren's Facelock allows you to temporarily remove your enemies from combat so you can focus on your allies..
TIP_7=Only players wear natural weapons, so make sure you have a good one! If you bleed, you die, etc..
TIP_70=Each character has super buys and rewards..
TIP_71=Goliath losing his helmet does more damage than his head, so be careful. But kill your friends first to recover.!
TIP_72=If he has removed the mouse, he must check it without a pocket or never use it.!
TIP_73=Varkid becomes a stronger version after his injury.. Complete before replacement.!
TIP_74=Click on the Hyperion Loader's legs to slow it down, or click on its arms to disable it..
TIP_75=A broken Hyperion charger is repaired by a Matrix robot.. You learn to hate people..
TIP_76=Each enemy has a critical component that deals more damage when attacked..
TIP_77=No need to hold down the sprint button. One click and you are ready.
TIP_78=After fighting the Thresher, go to the source.!
TIP_79=Hit the spider's head to poison it, or hit its chest (ie its head) to deal massive damage..
TIP_8=Do you need to go somewhere right away? Find the nearest high-speed rail station!
TIP_80=The car has unlimited ammo, so take it out.!
TIP_9=The two Vladov pistols should be considered two sets of pistols..
TIP_90=Weapons can be used by two weapons twice. A sniper rifle with a rocket launcher? Actually why??
TIP_91=Don't forget to check your device often - you won't miss anything from the day.!
TIP_92=Can you control Gunzerk in deathmatch? If possible, take Gunzerker's "Gun Lust" potion.!
TIP_93=Gunjarkar's skill in Rampagina is Arrow Tree.. You forget what it's like to shoot a gun.!
TIP_94=Try the staff brownie points and turn your kangaroo into a meal of meat and rage..
TIP_95=Combine Gunserker's ultimate invulnerability with Jacob's powerful weapon to deal massive damage.!
TIP_96=The cute Tyrannosaurus killer can regenerate health after taking damage.. But I want you to understand the meaning of that word and say, "I like it.".''
TIP_97=The pistol excels at medium range due to its high rate of fire and low recoil..
TIP_98=Assault rifles are very accurate and deal a lot of damage..
TIP_99=The sniper rifle is very accurate and does a lot of damage. But it fires slower than other types of weapons..
TIP_100=Running does incredible damage, but death comes at a high cost..
TIP_101=If you want to do more damage in the long run, check out the Assassin Sniper Stick.!
TIP_102=The Death Blood skill tree is all about destroying enemies with aerial attacks.. Betrayal, theft of lives and much more along with it.!
TIP_103=If you spend enough points to sacrifice your "smart" killing ability, you can throw explosive kunai at unmasked enemies.!
TIP_104=Deceptin Assassin's bonus damage is good for dealing a lot of damage to a single target..
TIP_105=When playing as an Assassin, don't be afraid to use Decepti0n to get out of trouble.. The enemy cannot shoot at what he cannot see!
TIP_106=Hit with fire! The Siren Cataclysm skill tree is all about destroying your enemies with devastating damage..
TIP_107=Siren's "soft" skill tree heals herself and others multiple times. You will gradually lose your friends as you fight for your life! Steal health from your enemies! Shoot your friend in the face!
TIP_108=Siren's "real-time" technology focuses on monitoring and protecting plants and flowers. Show the enemy of your enemy! Destroy multiple enemies at once! Wash the bad guys and fight back!
TIP_109=By adding points to the Directional Siren trick, the Rock Commander pulls all enemies in that area to the target. Great for dealing with crowds.!
TIP_110=If you accumulate points in the Survival Commando skill tree, you can destroy two towers at once.!
TIP_111=In the command section! Do you want to make your sword dome more interesting? Invest in the Guerrilla skill tree to add more weapons and armor to your tank!
TIP_112=The Powder Squad skill tree is amazing.. Their weapons do more damage, are smaller, and produce a small nuke each time they fire..
TIP_113=Didn't your sword kill the hidden enemy? As an investor, invest in the Mag-Lock skill and you can attach your turrets to walls and ceilings..
TIP_114=Do you like living on the edge? Commando's Pebble ability restores half of his health and allows him to ignore critical damage..
TIP_115=The commandos invested heavily in Iron Surge technology and used Vladovian rifles that fired multiple rounds at once..
TIP_116=All classes can use weapons. You don't have to be a killer to know a gun!
TIP_117=When the second wind blows, you will have wings..
TIP_118=Don't be afraid to improve your skills in a particular way of trading signals. ("Honor is to awaken and discover one's creativity..)
TIP_119=Enemies bigger than you are very difficult to defeat.. If you see an enemy with a skull next to their name, run away!
TIP_120=The ball works well in the delivery.
TIP_121=You can transfer your car to any Cape-A-Ride car.
TIP_122=When a thug throws a projectile at you, it comes out of the air!
TIP_123=If you see a Skag charge item next to another Skag, be careful because it can overpower your allies with its basic abilities.!
TIP_124=You can move while fighting for your life..
TIP_125=Each weapon has a daily item that is slightly better than other items in the machine, but is only available for a limited time..
TIP_126=When you go to the temple, stand next to the jade stone for quick healing..
TIP_127=No matter how much you fall Injuries are inevitable.. Geronimo!
TIP_128=You can mark anything as "goods" or "junk".''. With a vending machine, you can sell all your "junk" with the touch of a button!
TIP_129=Too many characters? Handle all types of ammunition in the ammo cart.!
TIP_130=Objects from smallest to smallest are white, green, blue, purple, and orange.. Remember this sentence: "When Grandma is angry, Patrick listens.".''
TIP_131=The great thing about Workid is that the more XP you spend, the more money you earn..
TIP_132=Breaking Warcade Morph Shells gives less XP than Warcade Hard Eggs.
TIP_133=The last part of the meeting is the most important area.. Good goal!
TIP_134=Crystal is useful for the body. Place the crystal on your feet!
TIP_135=Grisay does not understand the basic level..
TIP_136=Use Melee to quickly break the crystal at Crystalisk's feet.!
TIP_137=Collect the crystals that fall from the broken glass to get more coins.
TIP_138=Watch the pilots in battle!
TIP_139=Hit the small targets in the air and avoid all the big targets..
TIP_140=Be aware of your surroundings as you fight the bad guys! Young people throw snow and rocks, and adults can throw cars.!
TIP_141=Bolimon scored a lot of points and did a lot of damage..
TIP_142=Cry and shoot your hot mouth! It does more damage and makes your ship look very silly..
TIP_143=Mosquitoes won't go away on their own. Pay attention to where they are: you don't want them to see you..
TIP_144=Skaven bandit rats collect weapons and armor to survive the war.. Kill him to complete all events!
TIP_145=Class tools to increase your stats and improve your skills! Find something that suits your game or improve your skills by working on classroom activities.!
TIP_146=The lab mouse is the fourth genetic strain created by the Hyperion experiment. Saving space!
TIP_147=Making big money is fast and hard. Use your position to encourage you to go in the direction you want..
TIP_148=Walls Are Weak: Fast weapons are often the best way to take out multiple racks regardless of damage..
TIP_149=Grenades and weapons with limited firepower are useless for dealing damage.. (Or think of it differently: To shoot a crow, you have to shoot high..)
TIP_151=Some pirates can command other pirates.. Hurry up and leave before these people find you.!
TIP_152=Secure machines are virtually immune to direct attacks.. Buy them or use your pop..
TIP_153=If you free the child from his nomadic hideout, you may find a new companion! Focus on "strength"..''
TIP_154=Most of the attackers were armed..
TIP_155=Hyperion search engine is vulnerable to malicious attacks..
TIP_156=The Hyperion Gauge has a powerful reflective shield that protects against projectiles.. Don't hit Surveyor while his shield is up.!
TIP_157=Researchers take a big risk when it comes to hardware security..
TIP_158=Hyperion Launcher may be corrupted..
TIP_159=You can lock part of the Hyperion bootloader. Do you want to eat them? Look at your feet. Do they have powerful weapons? So that your hand does not stop the fire!
TIP_160=If the Hyperion charger is damaged, the local probes must be repaired. Turn off the recorder before starting work!
TIP_161=Like all Hyperion robots, the Hyperion Builder is easily damaged..
TIP_162=A designer's eye is his weakness. Wait for the eye protector to fall off, then start stretching!
TIP_163=Tired of creators making new Hyperion robots? Shoot them in the eye to stop the building process!
TIP_164=Shoot from the air or run for your life as the builders burn! or both. Maybe everything is fine.
TIP_165=You can detonate bombs in the hands of suicide bombers. Be careful, the bomb will explode!
TIP_166=When you run, you can throw the ax in the air..
TIP_167=Shoot the bad guys in the foot, give them time to suffer..
TIP_168=Goliath regenerates health quickly when angry and is difficult to kill..
TIP_169=When Goliath is angry, he fights his relatives and even other criminals.!
TIP_170=When Goliath kills enemies, your XP reward increases. Double the experience world of enemies you kill and add that value to your XP award.
TIP_171=Customize your menu experience. You say, oh my God, look at all these choices''
TIP_172=Elemental enemies are resistant to elemental damage.. If you try to kill with a gun, you will suffer..
TIP_173=The spider king calls his minions to protect him.
TIP_174=Spiders can appear in the stomach of a spoiled spider queen. Watch out for their attack jumps!
TIP_175=If you see the word "Treaty" while shooting enemies, continue!
TIP_176=If you've just recovered from a fight for your life, know, know: when you're back fighting for your life, you'll have some time to catch your breath.!
TIP_177=Enemies on the island have a yellow health bar.. When you see the yellow life ring, switch to a melee weapon.!
TIP_178=The circle shows the total center. Once in this area you need to track the target.
TIP_179=Looking at the skill tree, you'll see that skills are displayed in green progression along with class abilities..
TIP_180=You can add your own content to the menu. This is useful if you want to hurt yourself..
TIP_181=Click [Use] to pick up items or weapons.. Pick up this item or weapon to quickly equip it..
TIP_182=Explosive arrows have the ability to explode, they don't always hit directly to deal more damage!
TIP_183=You can use sticks to hit big things.
TIP_184=You can change a lot of places while sitting in the car..
TIP_185=Legendary (rare orange) items often have abilities that aren't immediately obvious. I'm trying!
TIP_186=Blue targets are optional and provide in-game points.
TIP_187=Some questions give you important things..  If you see red text, it may be fun.!
TIP_188=You can unlock new friends by completing challenges, completing certain tasks or killing certain enemies..
TIP_189=Kill the crystals by destroying all the crystals in front of you..
TIP_190=The name of the status effect refers to the enemy's ability to deal damage over time..
TIP_191=Dahl's weapon switched to fire mode as he approached..
TIP_192=Hyperion archers will attack you from a distance.. full expansion!
TIP_193=Hyperion can silence individuals.. I hope you found a good gun.!
TIP_194=The Hyperion Paratrooper is a fully functional hero whose turret can be activated independently..
TIP_195=Hyperion Hawks use rocket launchers. Be careful!
TIP_196=You can put everything in a specific category by searching, entering, searching, or problem tags.!
TIP_197=Some class mods have nice bonuses, but they also have penalties.. Please use with caution and wisdom.!
TIP_198=Gunzerk Gunzerk uses one of two types of weapons. Build the first two and the first and second with your own hands. The second weapon contains the third and fourth weapons.
TIP_199=Some special enemies cannot be blocked by Siren's vision. But they destroy the power of Facelock.
TIP_200=Blocking the same enemy multiple times results in fewer rewards.
TIP_201=Rarity isn't everything! A low-level rare weapon might not be as powerful as a more common weapon of a higher level.